Repository: ButtonHeck/Kredo-lighting
Catalog: locale/*/Kredo.po
Languages: ru

source: Log window
ru: Окно логов

source: Kredo requires an OpenGL 4.5 capable driver!
ru: Kredo необходим OpenGL версии 4.5

source: OpenGL canvas error
ru: Ошибка окна OpenGL

source: Error: OpenGL manager failed to initialize
ru: Ошибка: менеджер OpenGL не смог быть инициализирован

source: OpenGL initialization error
ru: Ошибка инициализации OpenGL

source: Could not open file logger
ru: Ошибка открытия файла логов

source: Move
ru: Переместить

source: Resize
ru: Изменить размер

source: Clear
ru: Очистить

source: Decrease font size
ru: Уменьшить шрифт

source: Increase font size
ru: Увеличить шрифт

source: Log error enabled
ru: Вывод ошибок

source: Log warning enabled
ru: Вывод предупреждений

source: Log message enabled
ru: Вывод сообщений

source: Log info enabled
ru: Вывод информационных сообщений

source: Log debug enabled
ru: Отладочный вывод

source: Toggle transparency
ru: Переключить прозрачность

source: Always on top
ru: Поверх других окон

source: Close
ru: Закрыть
